_site/2016-08-14-english-food.html


<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>单词本：食物</title>
    
    <meta name="author" content="Kimi MA">

    <!-- Enable responsive viewport -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Le HTML5 shim, for IE6-8 support of HTML elements -->
    <!--[if lt IE 9]>
    <![endif]-->

    <!-- Le styles -->
    <link href="assets/themes/twitter/bootstrap/css/bootstrap.2.2.2.min.css" rel="stylesheet">
    <link href="assets/themes/twitter/css/style.css?body=1" rel="stylesheet" type="text/css" media="all">
    <link rel="shortcut icon" type="image/ico" href="/assets/favicon.ico">
    <!-- Le fav and touch icons -->
  <!-- Update these with your own images
    <link rel="shortcut icon" href="images/favicon.ico">
    <link rel="apple-touch-icon" href="images/apple-touch-icon.png">
    <link rel="apple-touch-icon" sizes="72x72" href="images/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="114x114" href="images/apple-touch-icon-114x114.png">
  -->

    <!-- atom & rss feed -->
    <link href="/atom.xml" type="application/atom+xml" rel="alternate" title="Sitewide ATOM Feed">
    <link href="/rss.xml" type="application/rss+xml" rel="alternate" title="Sitewide RSS Feed">

  </head>

  <body>
    <div class="navbar navbar-fixed-top">
      <div class="navbar-inner">
        <div class="container-narrow">
          <a class="brand" href="/">Die Welt ist meine Vorstellung</a>
          <ul class="nav">
            
            
            


  
    
      
    
  
    
      
      	
      	<li><a href="/archive">Archive</a></li>
      	
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/categories">Topics</a></li>
      	
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/tags">Tags</a></li>
      	
      
    
  



          </ul>
        </div>
      </div>
    </div>

    <div class="container-narrow">

      <div class="content">
        

<div class="page-header">
  <h1>单词本：食物 </h1>
</div>

<div class="row-fluid post-full">
  <div class="span12">
    <div class="date">
      <span>14 August 2016</span>
    </div>
    <div class="content">
      <p>
上周出差去上海，回来发现公司领导组织了一次常见食物英语单词学习的活动。既然错过了，就好好自学一下吧。
</p>

<p>
常见食物可以分成这样几类：
</p>
<ol class="org-ol">
<li>Cereal grain：谷物</li>
<li>Vegetables：蔬菜</li>
<li>Fruits：水果</li>
<li>Animal source food：动物性食物</li>
<li>Bean：豆类，豆制品</li>
<li>Edible fungi, especially mushrooms：食用菌，蘑菇</li>
<li>Drinks：饮料</li>
</ol>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">1</span> Cereal grain</h2>
<div class="outline-text-2" id="text-1">
<p>
Cereal grain is a staple food. 谷物类食物中最常见的就是米饭了，另外还有比如小米，大麦，黑米，玉米。
</p>
</div>

<div id="outline-container-orgheadline1" class="outline-3">
<h3 id="orgheadline1"><span class="section-number-3">1.1</span> rice</h3>
<div class="outline-text-3" id="text-1-1">
<p>
大米，水稻的种子。
</p>

<p>
As a cereal grain, <b>rice</b> is the most widely consumed staple food for a large
part of the world's human population, especially in Asia.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>

<p>
法语 <b>Le riz<sup>fr</sup></b> est une céréale de la famille des poacées.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>

<p>
德语 <b>Der Reis<sup>de</sup></b>
</p>

<p>
米饭就是煮熟的大米，所以就叫 cooked rice 或者 boiled rice。顺便提一下，水稻学名叫 Oryza sativa，稻田叫 paddy。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">1.2</span> wheat</h3>
<div class="outline-text-3" id="text-1-2">
<p>
小麦，学名 Triticum。德语 der Weizen<sup>de</sup>，法语 le blé<sup>fr</sup>.
</p>

<p>
Le blé fait partie des trois grandes céréales avec le maïs et le riz.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 小麦和玉米，大米号称三大谷物。
</p>

<p>
小麦是以下这些食物的原料：
</p>

<ul class="org-ul">
<li>bread：面包，le pain<sup>fr</sup>, das Brot<sup>de</sup>.</li>
<li>porridge：麦片粥，La bouillie<sup>fr</sup>, der Brei<sup>de</sup>.</li>
<li>biscuit：饼干，le biscuit<sup>fr</sup>, das Keks<sup>de</sup>.</li>
<li>Muesli：木斯里，流行德国瑞士的一种麦片+水果+坚果的牛奶泡着吃的食物。之前我们公司一个德国同事经常早上泡着吃。Müsli<sup>de</sup>.</li>
<li>muffin：玛芬蛋糕，松饼。德语，法语英语拼写都一样。</li>
<li>rolls：小圆面包，das Brötchen<sup>de</sup>, le petit pain<sup>fr</sup></li>
<li>doughnuts：甜甜圈，le donut<sup>fr</sup>, der Donut<sup>de</sup>.</li>
<li>boza (a fermented beverage)：小麦发酵饮料。好像之前在一家墨西哥餐厅喝到过。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">1.3</span> millet</h3>
<div class="outline-text-3" id="text-1-3">
<p>
小米，粟米。德语叫 die Hirse<sup>de</sup>, 法语叫 le millet<sup>fr</sup>. 说起小米，有一回和德国人去餐厅吃小米糕，怎么也没法沟通到底是什么东西做的。最后大概是互相理解了，也只能呵呵当做理解了。现在想起来，可能当时他们在说这东西在我们那儿叫 Hirse。不过谁知道呢？今天学习到了，下次倒是可以很好的解释了。
</p>

<p>
既然小米是 millet，那么小米糕就是 millet cake 了。
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-3">
<h3 id="orgheadline4"><span class="section-number-3">1.4</span> black rice</h3>
<div class="outline-text-3" id="text-1-4">
<p>
黑米，也叫紫米，长寿米。相应的，英语叫 black rice，purple rice，又叫 longevity
rice。称它为长寿米是因为古代医书有记载：黑米有滋阴补肾，健身暖胃，明目活血，清肝润肠，滑湿益精，补肺缓筋等功效。这么看来，早上喝喝黑米粥还是健康的事情了。
</p>

<p>
法语 le riz noir<sup>fr</sup>, 黑的米。德语自然就叫 der schwerz Reis<sup>de</sup>.
</p>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">1.5</span> corn(maize)</h3>
<div class="outline-text-3" id="text-1-5">
<p>
玉米，corn 又叫 maize。英语里 corn 可能指各种类型的谷物，因为玉米的学名是 Zea
mays L. 所以用 maize 来称呼玉米可能更精确一些。
</p>

<p>
法语 le maïs<sup>fr</sup>. 以前学法语的时候，mais 和 maïs 经常被拿出来用于说明两个小圆点分音符的作用，还有一个例子就是 naïve。
</p>

<p>
德语叫 der Mais<sup>de</sup>，没什么悬念。西方世界对玉米的称呼比较统一。
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">2</span> 小结</h2>
<div class="outline-text-2" id="text-2">
<p>
本来计划是要把食物相关的主要单词都学习一下的，但是写着写着发现仅仅谷物部分就已经有不少篇幅了。所以就把其他几种食物放到后续的文章中去学习吧。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Rice">https://en.wikipedia.org/wiki/Rice</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://fr.wikipedia.org/wiki/Riz">https://fr.wikipedia.org/wiki/Riz</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://fr.wikipedia.org/wiki/Bl%C3%A9">https://fr.wikipedia.org/wiki/Bl%C3%A9</a>
</p></div></div>


</div>
</div>

    </div>

  
    <ul class="tag_box inline">
      <li><i class="icon-folder-open"></i></li>
      
      


  
     
    	<li><a href="/categories.html#language-ref">
    		language <span>65</span>
    	</a></li>
    
  


    </ul>
    

  
    <ul class="tag_box inline">
      <li><i class="icon-tags"></i></li>
      
      


  
     
    	<li><a href="/tags.html#English-ref">English <span>46</span></a></li>
    
  



    </ul>
    

    <hr>
    <div class="pagination">
      <ul>
      
        <li class="prev"><a href="/2016-08-13-deutsch-benoetigen" title="單詞本：德語單詞 benötigen">&larr; Previous</a></li>
      
        <li><a href="/archive.html">Archive</a></li>
      
        <li class="next"><a href="/2016-08-16-english-vegetable" title="单词本：蔬菜">Next &rarr;</a></li>
      
      </ul>
    </div>
    <hr>
    


  <!-- Duoshuo Comment BEGIN -->
	<div class="ds-thread"></div>
<script type="text/javascript">
var duoshuoQuery = {short_name:"kimim"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = 'http://static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		|| document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- Duoshuo Comment END -->





  </div>
</div>


      </div>
      <hr>
      <footer>
        <p>&copy; 2018 Kimi MA,
           All right reserved.
        </p>
      </footer>

    </div>

    
  </body>
</html>

